{
  "main": {
    "name": "Hi, I'm Andrei",
    "description": "Hi! My name is Andrei Hatmanu, graduated in Web\nApplication Development, with a great interest in learning and\nimproving my skills",
    "image": "profilepic.jpg",
    "bio": "Graduate in Web Development at the Jaume Balmes Institute, Barcelona. Studying, I managed to fulfill my personal interest in the IT world and, meanwhile, I developed my programming and OOP skills.\n\nI am a cooperating person, willing to achieve personal and professional success as best as possible. I consider myself logical, strategic and determined to take part in as many challenges as possible. This is why I love working with new projects, people, personalities and technologies that I have never practiced.\nThe current company has offered me the opportunity to get involved in new technologies, so that I can bring as much value to the company and to the projects regardless of personal or professional qualities and abilities.\n\nMy personal intereses are in JavaScript frameworks and libraries; backend based on Javascript; web development and code optimization and progressive web application.\n\nI am ready for new challenges! ",
    "contactmessage": "Here is where you should write your message to readers to have them get in contact with you.",
    "email": "andrey.hatmanu@gmail.com",
    "phone": "+34 622 239 401 / +40 773 257 852",
    "github": "https://github.com/nordicgiant2/react-nice-resume",
    "project": "https://github.com/nordicgiant2/react-nice-resume",
    "address": {
      "city": "Barcelona",
      "state": "Spain"
    },
    "website": "http://andrei-hatmanu.web.app",
    "resumedownload": "https://drive.google.com/file/d/1rsAW_NLMisgXzYR7eq8hn2thVSKAW_21/view?usp=sharing",
    "social": [
      {
        "name": "linkedin",
        "url": "https://www.linkedin.com/in/andrei-hatmanu-867710106/",
        "className": "fa fa-linkedin"
      },
      {
        "name": "instagram",
        "url": "https://www.instagram.com/andronim/",
        "className": "fa fa-instagram"
      },
      {
        "name": "github",
        "url": "https://github.com/andreihatmanu",
        "className": "fa fa-github"
      }
    ]
  },
  "resume": {
    "skillmessage": "Here you can create a short write-up of your skills to show off to employers",
    "education": [
      {
        "school": "University?",
        "degree": "Masters in Beer tasting",
        "graduated": "April 2017",
        "description": "Describe your experience at school, what you learned, what useful skills you have acquired etc."
      },
      {
        "school": "School #1 Maybe College?",
        "degree": "What did you study 101",
        "graduated": "March 2013",
        "description": "Describe your experience at school, what you learned, what useful skills you have acquired etc."
      }
    ],
    "work": [
      {
        "company": "Basetis",
        "logo": "basetis-logo.jpg",
        "rols": [
          {
            "position": "Frontend Web Developer - Team Leader",
            "period": "June 2020 - Present",
            "description": "Front development of a web app for the digitization of requests for connection to the gas network. Private area for clients and client travel.\n\nTECHNOLOGIES: WordPress, React, Redux and Material-UI\nTOOLS: Git, Jira, Trello, and GitLab\nWORK METHODOLOGY: Agile scrum methodology"
         },{
            "position": "Frontend Web Developer - Team Leader",
            "period": "January 2020 - June 2020",
            "description": "Internal project for Rockteeth. The project has been developed in React. The web application has different functional sections. First you have the CRUD of the different entities defined by the stackholder.\nSecondly, we have a custom section to create prescriptions where the dentists' data are incorporated, the number of pieces (teeth) to be replaced or implanted according to the needs of each client, finally there is the client's data (name, age , face shape, etc).\nThird, we have a statistics page for the monthly reports that the clinic does.\nFinally, we have an incidence section, in which anomalies are discussed whether they are the client or the prescription. \n\nTECHNOLOGIES: React, Redux and Ant Design\nTOOLS: Git, Trello, and GitLab \nWORK METHODOLOGY: Agile scrum methodolog"
          },
          {
            "position": "Frontend Web Developer",
            "period": "July 2019 - January 2020",
            "description": "A copy in WordPress (Multisite) of the old web areas.com has been made using plugins such as: Custom Post Type, Advanced Custom Fields, WP Rocket and Yoast SEO.\nAt the request of the client, I have created a custom cookie consent popup and the carousel of the tweets of the Twitter account of each subsite. \n\nTECHNOLOGIES: WordPress\nTOOLS: Git, Jira, Trello, and GitLab\n"
          },
          {
            "position": "Practice",
            "period": "February 2019 - July 2019",
            "description": "Web application made with WordPress, for potential customers who may request gas for their home. Custom plugins have been made for the operation required by the client, at the same time, Gulp has been used as a compiler for JS and SCSS.\n\nTECHNOLOGIES: WordPress\nTOOLS: Git, Jira and GitLab\nWORK METHODOLOGY: Agile scrum methodology"
          }
        ]
      },
      {
        "company": "Norwegian",
        "logo": "norwegian-logo.jpg",
        "rols": [
          {
            "position": "Check-in Agent",
            "period": "April 2018 - July 2018",
            "description": "Check-in, boarding, checking travel requirements and documentation of passengers traveling to USA, UK and Europe at Barcelona-El Prat Airport."
          }
        ]
      },
      {
        "company": "Swissport",
        "logo": "swissport-logo.jpg",
        "rols": [
          {
            "position": "Check-in Agent",
            "period": "April 2017 - November 2018",
            "description": "Check-in and boarding of passenger to the airlines of Barcelona El Prat Terminal2.\nGermanwings, Eurowings, Transavia, Jet2, Pegasus, BlueAir, Windrose, Ifly, Redwings, AirMoldova, FlyOne and WizzAir."
          }
        ]
      },
      {
        "company": "Sedeti Advanced",
        "logo": "sedeti-logo.jpg",
        "title": "Workshop Technician",
        "rols": [
          {
            "position": "Technician Microcomputer Systems and Networks",
            "period": "November 2015 - April 2016",
            "description": "Repair, installation and configuration of operating systems (Windows,Linux, MAC OS), backup copies and testing of physical components (RAM,HDD, GPU, CPU, etc.). \nDesktops and laptops maintenance, basic software and system configuration for users, network configuration, DNS y Proxies, CMS configurations and maintenance, advanced use of office apps and tools, Back up, restore, maintenance and implementation of operating systems and assembly equipment."
          }
        ]
      }
    ],
    "skills": [
      {
        "name": "React",
        "logo": "react.svg",
        "resume": "Because in my opinion is a customizable library, I can use it for SPA or PWA."
      },
      {
        "name": "Npm",
        "logo": "npm.svg",
        "resume": "Basically I use it on React projects, but sometimes also I implemented on CMS to compile."
      },
      {
        "name": "Javascript",
        "logo": "javascript.svg",
        "resume": "I use this programming language to modify the DOM, basically on CMS."
      },
      {
        "name": "WordPress",
        "logo": "wordpress.svg",
        "resume": "I've build some websites with this CMS, also I created plugin and new themes."
      },
      {
        "name": "Sass",
        "logo": "sass.svg",
        "resume": "Preprocessor used to add style on the websites. I used because of his easy reading, writing and malleability."
      },
      {
        "name": "Adobe Illustrator",
        "logo": "illustrator.jpg",
        "resume": "I've used this software to make my CV."
      },
      {
        "name": "Firebase",
        "logo": "firebase.png",
        "resume": "I use Firebase as my hosting platform for most of my projects because of all the features provided."
      },
      {
        "name": "Git",
        "logo": "git.png",
        "resume": "I use Git for all of my projects so far. I have used Git for version control in big teams."
      },
      {
        "name": "Java",
        "logo": "java.png",
        "resume": "Java was my first programming language that I started using in college years ago."
      },
      {
        "name": "HTML&CSS",
        "logo": "html-css.jpg",
        "resume": "Everybody knows a bit of html and css, because is the basic of building a website."
      },
      {
        "name": "Jquery",
        "logo": "jquery.jpg",
        "resume": "As the slogan says, we use it because we write less and do more."
      },
      {
        "name": "Laravel",
        "logo": "laravel.jpg",
        "resume": "I have some small project (CRUD) build with this framework. Also I made some APIs and RestAPI."
      },
      {
        "name": "MySQL",
        "logo": "mysql.jpg",
        "resume": "I use it in all WordPress projects, because is how it works this CMS."
      },
      {
        "name": "PHP",
        "logo": "php.svg",
        "resume": "I use it in all WordPress projects, because is how it's build WordPress, and also for OOP."
      },
      {
        "name": "Linux (Ubuntu)",
        "logo": "linux.png",
        "resume": "Actually is not a skill, but I feel comfortable to work with open source OS."
      },
      {
        "name": "Python",
        "logo": "python.jpg",
        "resume": "I know how it works, and sincerely I'm a beginner with this language."
      }
    ]
  },
  "portfolio": {
    "projects": [
      {
        "title": "Solicitar Gas Natural",
        "category": "My Travel Blog for my post-university travels",
        "image": "solicitargasnatural.png",
        "url": "https://solicitargasnatural.nedgia.es"
      },{
        "title": "Area Privada Cliente",
        "category": "My Travel Blog for my post-university travels",
        "image": "areaprivadacliente.png",
        "url": "https://areaprivada.nedgia.es"
      },
      {
        "title": "Nedgia",
        "category": "My Travel Blog for my post-university travels",
        "image": "nedgia.png",
        "url": "https://www.nedgia.es"
      },
      {
        "title": "Rockteeth",
        "category": "(offline now) A fighting gear company I started",
        "image": "rockteeth.png",
        "url": "http://prescripciones.rockteeth.com/"
      },
      {
        "title": "Areas",
        "category": "Website I built for a restaurant I like in Thailand",
        "image": "areas.png",
        "url": "http://areas.com"
      },
      {
        "title": "GoGreenScooters",
        "category": "Website I built for a restaurant I like in Thailand",
        "image": "gogreenscooters.png",
        "url": "http://gogreenscooters.ro"
      }
    ]
  }
}
